Font6x8:
  ;Size font
  DC.B $06,$08
  ;$00 - пустое знакоместо
  DC.B $00,$00,$00,$00,$00,$00 
  ;$01 - лицо с улыбкой
  DC.B $00,$3E,$45,$51,$45,$3E 
  ;$02 - лицо с улыбкой закрашенное
  DC.B $00,$3E,$6B,$6F,$6B,$3E 
  ;$03 - червы (сердце)
  DC.B $00,$1C,$3E,$7C,$3E,$1C 
  ;$04 - бубны
  DC.B $00,$18,$3C,$7E,$3C,$18 
  ;$05 - крести
  DC.B $00,$30,$36,$7F,$36,$30 
  ;$06 - вини
  DC.B $00,$18,$5C,$7E,$5C,$18 
  ;$07 - закрашенный круг по центру
  DC.B $00,$00,$18,$18,$00,$00 
  ;$08 - закрашенный круг по центру в инверсии
  DC.B $FF,$FF,$E7,$E7,$FF,$FF 
  ;$09 - незакрашенный круг по центру
  DC.B $00,$3C,$24,$24,$3C,$00 
  ;$0A - незакрашенный круг по центру в инверсии (кольцо)
  DC.B $FF,$C3,$DB,$DB,$C3,$FF 
  ;$0B - мужской символ (круг со стрелкой вверх)
  DC.B $00,$30,$48,$4A,$36,$0E 
  ;$0C - женский символ (круг с крестом внизу)
  DC.B $00,$06,$29,$79,$29,$06 
  ;$0D - нота I
  DC.B $00,$60,$70,$3F,$02,$04 
  ;$0E - нота II
  DC.B $00,$60,$7E,$0A,$35,$3F 
  ;$0F - солнце (круг с расходящимися лучами)
  DC.B $00,$2A,$1C,$36,$1C,$2A 
  ;$10 - толстая стрелка вправо
  DC.B $00,$00,$7F,$3E,$1C,$08 
  ;$11 - толстая стрелка влево
  DC.B $00,$08,$1C,$3E,$7F,$00 
  ;$12 - тонкая стрелка вверх-вниз
  DC.B $00,$14,$36,$7F,$36,$14 
  ;$13 - два восклицательных знака
  DC.B $00,$00,$5F,$00,$5F,$00 
  ;$14 - символ "Пи"
  DC.B $00,$06,$09,$7F,$01,$7F 
  ;$15 - символ параграфа
  DC.B $00,$22,$4D,$55,$59,$22 
  ;$16 - широкое подчеркивание
  DC.B $00,$60,$60,$60,$60,$00 
  ;$17 - тонкая стрелка вверх-вниз с подчеркиванием
  DC.B $00,$14,$B6,$FF,$B6,$14 
  ;$18 - тонкая стрелка вверх
  DC.B $00,$04,$06,$7F,$06,$04 
  ;$19 - тонкая стрелка вниз
  DC.B $00,$10,$30,$7F,$30,$10 
  ;$1A - тонкая стрелка вправо
  DC.B $00,$08,$08,$3E,$1C,$08 
  ;$1B - тонкая стрелка влево
  DC.B $00,$08,$1C,$3E,$08,$08 
  ;$1C - символ отступа
  DC.B $00,$78,$40,$40,$40,$40 
  ;$1D - тонкая стрелка влево-вправо
  DC.B $00,$08,$3E,$08,$3E,$08 
  ;$1E - толстая стрелка вверх
  DC.B $00,$30,$3C,$3F,$3C,$30 
  ;$1F - толстая стрелка вниз
  DC.B $00,$03,$0F,$3F,$0F,$03 
  ;$20 - пробел (пустое знакоместо)
  DC.B $00,$00,$00,$00,$00,$00 
  ;$21 - восклицательный знак
  DC.B $00,$00,$06,$5F,$06,$00 
  ;$22 - двойная кавычка
  DC.B $00,$07,$03,$00,$07,$03 
  ;$23 - решетка
  DC.B $00,$24,$7E,$24,$7E,$24 
  ;$24 - доллар
  DC.B $00,$24,$2B,$6A,$12,$00 
  ;$25 - процент
  DC.B $00,$63,$13,$08,$64,$63 
  ;$26 - амперсанд
  DC.B $00,$36,$49,$56,$20,$50 
  ;$27 - апостроф
  DC.B $00,$00,$07,$03,$00,$00 
  ;$28 - открывающая скобка
  DC.B $00,$00,$3E,$41,$00,$00 
  ;$29 - закрывающая скобка
  DC.B $00,$00,$41,$3E,$00,$00 
  ;$2A - звездочка (умножение)
  DC.B $00,$08,$3E,$1C,$3E,$08 
  ;$2B - плюс
  DC.B $00,$08,$08,$3E,$08,$08 
  ;$2C - запятая
  DC.B $00,$00,$E0,$60,$00,$00 
  ;$2D - тире
  DC.B $00,$08,$08,$08,$08,$08 
  ;$2E - точка
  DC.B $00,$00,$60,$60,$00,$00 
  ;$2F - слеш слева-направо ('/')
  DC.B $00,$20,$10,$08,$04,$02 
  ;$30 - '0'
  DC.B $00,$3E,$41,$41,$41,$3E 
  ;$31 - '1'
  DC.B $00,$00,$42,$7F,$40,$00 
  ;$32 - '2'
  DC.B $00,$62,$51,$49,$49,$46 
  ;$33 - '3'
  DC.B $00,$22,$49,$49,$49,$36 
  ;$34 - '4'
  DC.B $00,$18,$14,$12,$7F,$10 
  ;$35 - '5'
  DC.B $00,$2F,$49,$49,$49,$31 
  ;$36 - '6'
  DC.B $00,$3C,$4A,$49,$49,$30 
  ;$37 - '7'
  DC.B $00,$01,$71,$09,$05,$03 
  ;$38 - '8'
  DC.B $00,$36,$49,$49,$49,$36 
  ;$39 - '9'
  DC.B $00,$06,$49,$49,$29,$1E 
  ;$3A - двоеточие
  DC.B $00,$00,$6C,$6C,$00,$00 
  ;$3B - точка с запятой
  DC.B $00,$00,$EC,$6C,$00,$00 
  ;$3C - меньше
  DC.B $00,$08,$14,$22,$41,$00 
  ;$3D - равно
  DC.B $00,$24,$24,$24,$24,$24 
  ;$3E - больше
  DC.B $00,$00,$41,$22,$14,$08 
  ;$3F - вопросительный знак
  DC.B $00,$02,$01,$59,$09,$06 
  ;$40 - "собака" ('@')
  DC.B $00,$3E,$41,$5D,$55,$1E 
  ;$41 - 'A'
  DC.B $00,$7E,$11,$11,$11,$7E 
  ;$42 - 'B'
  DC.B $00,$7F,$49,$49,$49,$36 
  ;$43 - 'C'
  DC.B $00,$3E,$41,$41,$41,$22 
  ;$44 - 'D'
  DC.B $00,$7F,$41,$41,$41,$3E 
  ;$45 - 'E'
  DC.B $00,$7F,$49,$49,$49,$41 
  ;$46 - 'F'
  DC.B $00,$7F,$09,$09,$09,$01 
  ;$47 - 'G'
  DC.B $00,$3E,$41,$49,$49,$7A 
  ;$48 - 'H'
  DC.B $00,$7F,$08,$08,$08,$7F 
  ;$49 - 'I'
  DC.B $00,$00,$41,$7F,$41,$00 
  ;$4A - 'J'
  DC.B $00,$30,$40,$40,$40,$3F 
  ;$4B - 'K'
  DC.B $00,$7F,$08,$14,$22,$41 
  ;$4C - 'L'
  DC.B $00,$7F,$40,$40,$40,$40 
  ;$4D - 'M'
  DC.B $00,$7F,$02,$04,$02,$7F 
  ;$4E - 'N'
  DC.B $00,$7F,$02,$04,$08,$7F 
  ;$4F - 'O'
  DC.B $00,$3E,$41,$41,$41,$3E 
  ;$50 - 'P'
  DC.B $00,$7F,$09,$09,$09,$06 
  ;$51 - 'Q'
  DC.B $00,$3E,$41,$51,$21,$5E 
  ;$52 - 'R'
  DC.B $00,$7F,$09,$09,$19,$66 
  ;$53 - 'S'
  DC.B $00,$26,$49,$49,$49,$32 
  ;$54 - 'T'
  DC.B $00,$01,$01,$7F,$01,$01 
  ;$55 - 'U'
  DC.B $00,$3F,$40,$40,$40,$3F 
  ;$56 - 'V'
  DC.B $00,$1F,$20,$40,$20,$1F 
  ;$57 - 'W'
  DC.B $00,$3F,$40,$3C,$40,$3F 
  ;$58 - 'X'
  DC.B $00,$63,$14,$08,$14,$63 
  ;$59 - 'Y'
  DC.B $00,$07,$08,$70,$08,$07 
  ;$5A - 'Z'
  DC.B $00,$71,$49,$45,$43,$00 
  ;$5B - '['
  DC.B $00,$00,$7F,$41,$41,$00 
  ;$5C - '\'
  DC.B $00,$02,$04,$08,$10,$20 
  ;$5D - ']'
  DC.B $00,$00,$41,$41,$7F,$00 
  ;$5E - '^'
  DC.B $00,$04,$02,$01,$02,$04 
  ;$5F - '_'
  DC.B $80,$80,$80,$80,$80,$80 
  ;$60 - обратный апостроф
  DC.B $00,$00,$03,$07,$00,$00 
  ;$61 - 'A'
  DC.B $00,$20,$54,$54,$54,$78 
  ;$62 - 'B'
  DC.B $00,$7F,$44,$44,$44,$38 
  ;$63 - 'C'
  DC.B $00,$38,$44,$44,$44,$28 
  ;$64 - 'D'
  DC.B $00,$38,$44,$44,$44,$7F 
  ;$65 - 'E'
  DC.B $00,$38,$54,$54,$54,$08 
  ;$66 - 'F'
  DC.B $00,$08,$7E,$09,$09,$00 
  ;$67 - 'g'
  DC.B $00,$18,$A4,$A4,$A4,$7C 
  ;$68 - 'h'
  DC.B $00,$7F,$04,$04,$78,$00 
  ;$69 - 'i'
  DC.B $00,$00,$00,$7D,$40,$00 
  ;$6A - 'j'
  DC.B $00,$40,$80,$84,$7D,$00 
  ;$6B - 'k'
  DC.B $00,$7F,$10,$28,$44,$00 
  ;$6C - 'l'
  DC.B $00,$00,$00,$7F,$40,$00 
  ;$6D - 'm'
  DC.B $00,$7C,$04,$18,$04,$78 
  ;$6E - 'n'
  DC.B $00,$7C,$04,$04,$78,$00 
  ;$6F - 'o'
  DC.B $00,$38,$44,$44,$44,$38 
  ;$70 - 'p'
  DC.B $00,$FC,$44,$44,$44,$38 
  ;$71 - 'q'
  DC.B $00,$38,$44,$44,$44,$FC 
  ;$72 - 'r'
  DC.B $00,$44,$78,$44,$04,$08 
  ;$73 - 's'
  DC.B $00,$08,$54,$54,$54,$20 
  ;$74 - 't'
  DC.B $00,$04,$3E,$44,$24,$00 
  ;$75 - 'u'
  DC.B $00,$3C,$40,$20,$7C,$00 
  ;$76 - 'v'
  DC.B $00,$1C,$20,$40,$20,$1C 
  ;$77 - 'w'
  DC.B $00,$3C,$60,$30,$60,$3C 
  ;$78 - 'x'
  DC.B $00,$6C,$10,$10,$6C,$00 
  ;$79 - 'y'
  DC.B $00,$9C,$A0,$60,$3C,$00 
  ;$7A - 'z'
  DC.B $00,$64,$54,$54,$4C,$00 
  ;$7B - '{'
  DC.B $00,$08,$3E,$41,$41,$00 
  ;$7C - '|'
  DC.B $00,$00,$00,$77,$00,$00 
  ;$7D - '}'
  DC.B $00,$00,$41,$41,$3E,$08 
  ;$7E - '~'
  DC.B $00,$02,$01,$02,$01,$00 
  ;$7F - "домик"
  DC.B $00,$3C,$26,$23,$26,$3C 
  ;$80 - сетка из точек разреженная
  DC.B $44,$11,$44,$11,$44,$11 
  ;$81 - сетка из точек густая
  DC.B $AA,$55,$AA,$55,$AA,$55 
  ;$82 - сетка из черточек
  DC.B $BB,$EE,$BB,$EE,$BB,$EE 
  ;$83 - символы рамок псевдографики - вертикальная черта
  DC.B $00,$00,$00,$FF,$00,$00 
  ;$84 - псевдографика - вертикальная черта с отводом по центру влево
  DC.B $08,$08,$08,$FF,$00,$00 
  ;$85 - псевдографика - вертикальная черта с двойным отводом по центру влево
  DC.B $0A,$0A,$0A,$FF,$00,$00 
  ;$86 - псевдографика - двойная вертикальная черта с отводом по центру влево
  DC.B $08,$FF,$00,$FF,$00,$00 
  ;$87 - псевдографика - верхний правый угол с двойной вертикальной чертой
  DC.B $08,$F8,$08,$F8,$00,$00 
  ;$88 - псевдографика - верхний правый угол с двойной горизонтальной чертой
  DC.B $0A,$0A,$0A,$FE,$00,$00 
  ;$89 - псевдографика - двойная вертикальная черта с двойным отводом по центру влево
  DC.B $0A,$FB,$00,$FF,$00,$00 
  ;$8A - псевдографика - двойная вертикальная черта
  DC.B $00,$FF,$00,$FF,$00,$00 
  ;$8B - псевдографика - двойной верхний правый угол
  DC.B $0A,$FA,$02,$FE,$00,$00 
  ;$8C - псевдографика - двойной нижний правый угол
  DC.B $0A,$0B,$08,$0F,$00,$00 
  ;$8D - псевдографика - нижний правый угол с двойной вертикальной чертой
  DC.B $08,$0F,$08,$0F,$00,$00 
  ;$8E - псевдографика - нижний правый угол с двойной горизонтальной чертой
  DC.B $0A,$0A,$0A,$0F,$00,$00 
  ;$8F - псевдографика - верхний правый угол
  DC.B $08,$08,$08,$F8,$00,$00 
  ;$90 - псевдографика - нижний левый угол
  DC.B $00,$00,$00,$0F,$08,$08 
  ;$91 - псевдографика - горизонтальная черта с отводом по центру вверх
  DC.B $08,$08,$08,$0F,$08,$08 
  ;$92 - псевдографика - горизонтальная черта с отводом по центру вниз
  DC.B $08,$08,$08,$F8,$08,$08 
  ;$93 - псевдографика - вертикальная черта с отводом по центру вправо
  DC.B $00,$00,$00,$FF,$08,$08 
  ;$94 - псевдографика - горизонтальная черта по центру
  DC.B $08,$08,$08,$08,$08,$08 
  ;$95 - псевдографика - перекрестие
  DC.B $08,$08,$08,$FF,$08,$08 
  ;$96 - псевдографика - вертикальная черта с двойным отводом по центру вправо
  DC.B $00,$00,$00,$FF,$0A,$0A 
  ;$97 - псевдографика - двойная вертикальная черта с отводом по центру вправо
  DC.B $00,$FF,$00,$FF,$08,$08 
  ;$98 - псевдографика - двойной нижний левый угол
  DC.B $00,$0F,$08,$0B,$0A,$0A 
  ;$99 - псевдографика - двойной верхний левый угол
  DC.B $00,$FE,$02,$FA,$0A,$0A 
  ;$9A - псевдографика - двойная горизонтальная черта с двойным отводом по центру вверх
  DC.B $0A,$0B,$08,$0B,$0A,$0A 
  ;$9B - псевдографика - двойная горизонтальная черта с двойным отводом по центру вниз
  DC.B $0A,$FA,$02,$FA,$0A,$0A 
  ;$9C - псевдографика - двойная вертикальная черта с двойным отводом по центру вправо
  DC.B $00,$FF,$00,$FB,$0A,$0A 
  ;$9D - псевдографика - двойная горизонтальная черта по центру
  DC.B $0A,$0A,$0A,$0A,$0A,$0A 
  ;$9E - псевдографика - двойное перекрестие
  DC.B $0A,$FB,$00,$FB,$0A,$0A 
  ;$9F - псевдографика - двойная горизонтальная черта с отводом по центру вверх
  DC.B $0A,$0A,$0A,$0B,$0A,$0A 
  ;$A0 - псевдографика - горизонтальная черта с двойным отводом по центру вверх
  DC.B $08,$0F,$08,$0F,$08,$08 
  ;$A1 - псевдографика - двойная горизонтальная черта с отводом по центру вниз
  DC.B $0A,$0A,$0A,$FA,$0A,$0A 
  ;$A2 - псевдографика - горизонтальная черта с двойным отводом по центру вниз
  DC.B $08,$F8,$08,$F8,$08,$08 
  ;$A3 - псевдографика - нижний левый угол, двойная вертикальная черта
  DC.B $00,$0F,$08,$0F,$08,$08 
  ;$A4 - псевдографика - нижний левый угол, двойная горизонтальная черта
  DC.B $00,$00,$00,$0F,$0A,$0A 
  ;$A5 - псевдографика - верхний левый угол, двойная горизонтальная черта
  DC.B $00,$00,$00,$FE,$0A,$0A 
  ;$A6 - псевдографика - верхний левый угол, двойная вертикальная черта
  DC.B $00,$F8,$08,$F8,$08,$08 
  ;$A7 - псевдографика - двойная вертикальная черта по центру с отводами вправо и влево
  DC.B $08,$FF,$08,$FF,$08,$08 
  ;$A8 - 'Ё'
  DC.B $00,$7E,$4B,$4A,$4B,$42 
  ;$A9 - псевдографика - двойная горизонтальная черта по центру с отводами вверх и вниз
  DC.B $0A,$0A,$0A,$FF,$0A,$0A 
  ;$AA - псевдографика - нижний правый угол
  DC.B $08,$08,$08,$0F,$00,$00 
  ;$AB - псевдографика - верхний левый угол
  DC.B $00,$00,$00,$F8,$08,$08 
  ;$AC - псевдографика - закрашенное знакоместо
  DC.B $FF,$FF,$FF,$FF,$FF,$FF 
  ;$AD - псевдографика - закрашенная нижняя половина знакоместа
  DC.B $F0,$F0,$F0,$F0,$F0,$F0 
  ;$AE - псевдографика - закрашенная левая половина знакоместа
  DC.B $FF,$FF,$FF,$00,$00,$00 
  ;$AF - псевдографика - закрашенная правая половина знакоместа
  DC.B $00,$00,$00,$FF,$FF,$FF 
  ;$B0 - псевдографика - закрашенная верхняя половина знакоместа
  DC.B $0F,$0F,$0F,$0F,$0F,$0F 
  ;$B1 - зеркальная 'Э'
  DC.B $00,$3E,$49,$49,$41,$22 
  ;$B2 - зеркальная 'э'
  DC.B $00,$38,$54,$54,$44,$28 
  ;$B3 - 'I' с двумя точками вверху
  DC.B $00,$01,$40,$7E,$40,$01 
  ;$B4 - 'i' с двумя точками вверху
  DC.B $00,$00,$01,$7C,$41,$00 
  ;$B5 - 'Y' с тильдой вверху ('~')
  DC.B $00,$27,$48,$4B,$48,$3F 
  ;$B6 - 'y' с тильдой вверху ('~')
  DC.B $00,$9D,$A2,$62,$3D,$00 
  ;$B7 - маленький кружок вверху
  DC.B $00,$06,$09,$09,$06,$00 
  ;$B8 - 'ё'
  DC.B $00,$38,$55,$54,$55,$08 
  ;$B9 - большой закрашенный круг по центру
  DC.B $00,$00,$18,$18,$00,$00 
  ;$BA - маленький закрашенный круг по центру
  DC.B $00,$00,$08,$00,$00,$00 
  ;$BB - символ корня квадратного
  DC.B $00,$30,$40,$3E,$02,$02 
  ;$BC - '№'
  DC.B $7F,$06,$18,$7F,$13,$13 
  ;$BD - "солнце"
  DC.B $2A,$3E,$14,$14,$3E,$2A 
  ;$BE - закрашенный квадрат по центру
  DC.B $00,$3C,$3C,$3C,$3C,$00 
  ;$BF - пустое знакоместо
  DC.B $00,$00,$00,$00,$00,$00 
  ;$C0 - 'А'
  DC.B $00,$7E,$11,$11,$11,$7E 
  ;$C1 - 'Б'
  DC.B $00,$7F,$49,$49,$49,$31 
  ;$C2 - 'В'
  DC.B $00,$7F,$49,$49,$49,$36 
  ;$C3 - 'Г'
  DC.B $00,$7F,$01,$01,$01,$01 
  ;$C4 - 'Д'
  DC.B $C0,$7E,$41,$41,$7F,$C0 
  ;$C5 - 'Е'
  DC.B $00,$7F,$49,$49,$49,$41 
  ;$C6 - 'Ж'
  DC.B $00,$77,$08,$7F,$08,$77 
  ;$C7 - 'З'
  DC.B $22,$49,$49,$49,$36,$00 
  ;$C8 - 'И'
  DC.B $00,$7F,$20,$10,$08,$7F 
  ;$C9 - 'Й'
  DC.B $00,$7E,$21,$11,$09,$7E 
  ;$CA - 'К'
  DC.B $00,$7F,$08,$14,$22,$41 
  ;$CB - 'Л'
  DC.B $00,$40,$7E,$01,$01,$7F 
  ;$CC - 'М'
  DC.B $00,$7F,$02,$04,$02,$7F 
  ;$CD - 'Н'
  DC.B $00,$7F,$08,$08,$08,$7F 
  ;$CE - 'О'
  DC.B $00,$3E,$41,$41,$41,$3E 
  ;$CF - 'П'
  DC.B $00,$7F,$01,$01,$01,$7F 
  ;$D0 - 'Р'
  DC.B $00,$7F,$09,$09,$09,$06 
  ;$D1 - 'С'
  DC.B $00,$3E,$41,$41,$41,$22 
  ;$D2 - 'Т'
  DC.B $00,$01,$01,$7F,$01,$01 
  ;$D3 - 'У'
  DC.B $00,$27,$48,$48,$48,$3F 
  ;$D4 - 'Ф'
  DC.B $00,$0E,$11,$7F,$11,$0E 
  ;$D5 - 'Х'
  DC.B $00,$63,$14,$08,$14,$63 
  ;$D6 - 'Ц'
  DC.B $00,$7F,$40,$40,$7F,$C0 
  ;$D7 - 'Ч'
  DC.B $00,$07,$08,$08,$08,$7F 
  ;$D8 - 'Ш'
  DC.B $00,$7F,$40,$7F,$40,$7F 
  ;$D9 - 'Щ'
  DC.B $00,$7F,$40,$7F,$40,$FF 
  ;$DA - 'Ъ'
  DC.B $03,$01,$7F,$48,$48,$30 
  ;$DB - 'Ы'
  DC.B $00,$7F,$48,$48,$30,$7F 
  ;$DC - 'Ь'
  DC.B $00,$7F,$48,$48,$48,$30 
  ;$DD - 'Э'
  DC.B $00,$22,$41,$49,$49,$3E 
  ;$DE - 'Ю'
  DC.B $00,$7F,$08,$3E,$41,$3E 
  ;$DF - 'Я'
  DC.B $00,$66,$19,$09,$09,$7F 
  ;$E0 - 'а'
  DC.B $00,$20,$54,$54,$54,$78 
  ;$E1 - 'б'
  DC.B $00,$3C,$4A,$4A,$4A,$31 
  ;$E2 - 'в'
  DC.B $00,$7C,$54,$54,$54,$28 
  ;$E3 - 'г'
  DC.B $00,$7C,$04,$04,$0C,$00 
  ;$E4 - 'д'
  DC.B $C0,$78,$44,$44,$7C,$C0 
  ;$E5 - 'е'
  DC.B $00,$38,$54,$54,$54,$08 
  ;$E6 - 'ж'
  DC.B $00,$6C,$10,$7C,$10,$6C 
  ;$E7 - 'з'
  DC.B $00,$28,$44,$54,$54,$28 
  ;$E8 - 'и'
  DC.B $00,$7C,$20,$10,$08,$7C 
  ;$E9 - 'й'
  DC.B $00,$7C,$20,$12,$0A,$7C 
  ;$EA - 'к'
  DC.B $00,$7C,$10,$28,$44,$00 
  ;$EB - 'л'
  DC.B $40,$38,$04,$04,$7C,$00 
  ;$EC - 'м'
  DC.B $00,$7C,$08,$10,$08,$7C 
  ;$ED - 'н'
  DC.B $00,$7C,$10,$10,$10,$7C 
  ;$EE - 'о'
  DC.B $00,$38,$44,$44,$44,$38 
  ;$EF - 'п'
  DC.B $00,$7C,$04,$04,$04,$7C 
  ;$F0 - 'р'
  DC.B $00,$FC,$44,$44,$44,$38 
  ;$F1 - 'с'
  DC.B $00,$38,$44,$44,$44,$28 
  ;$F2 - 'т'
  DC.B $00,$04,$04,$7C,$04,$04 
  ;$F3 - 'у'
  DC.B $00,$9C,$A0,$60,$3C,$00 
  ;$F4 - 'ф'
  DC.B $00,$18,$24,$7C,$24,$18 
  ;$F5 - 'х'
  DC.B $00,$6C,$10,$10,$6C,$00 
  ;$F6 - 'ц'
  DC.B $00,$7C,$40,$40,$7C,$C0 
  ;$F7 - 'ч'
  DC.B $00,$0C,$10,$10,$10,$7C 
  ;$F8 - 'ш'
  DC.B $00,$7C,$40,$7C,$40,$7C 
  ;$F9 - 'щ'
  DC.B $00,$7C,$40,$7C,$40,$FC 
  ;$FA - 'ъ'
  DC.B $0C,$04,$7C,$50,$50,$20 
  ;$FB - 'ы'
  DC.B $00,$7C,$50,$50,$20,$7C 
  ;$FC - 'ь'
  DC.B $00,$7C,$50,$50,$50,$20 
  ;$FD - 'э'
  DC.B $00,$28,$44,$54,$54,$38 
  ;$FE - 'ю'
  DC.B $00,$7C,$10,$38,$44,$38 
  ;$FF - 'я'
  DC.B $00,$48,$34,$14,$14,$7C